const searchData = [
    {
        "title": "[SK하이닉스] 01-비즈니스모델-버핏시각",
        "url": "SK하이닉스/01-비즈니스모델-버핏시각.html"
    },
    {
        "title": "[SK하이닉스] 03-산업경쟁분석-멍거시각",
        "url": "SK하이닉스/03-산업경쟁분석-멍거시각.html"
    },
    {
        "title": "[SK하이닉스] 04-안전마진분석-클라만시각",
        "url": "SK하이닉스/04-안전마진분석-클라만시각.html"
    },
    {
        "title": "[SK하이닉스] 05-성장잠재력-피셔시각",
        "url": "SK하이닉스/05-성장잠재력-피셔시각.html"
    },
    {
        "title": "[SK하이닉스] 06-심리사이클-코스톨라니시각",
        "url": "SK하이닉스/06-심리사이클-코스톨라니시각.html"
    },
    {
        "title": "[SK하이닉스] 최종보고서",
        "url": "SK하이닉스/최종보고서.html"
    },
    {
        "title": "[미코] 미코-checklist-20260628",
        "url": "미코/미코-checklist-20260628.html"
    },
    {
        "title": "[삼성전자] 삼성전자-checklist-20260626",
        "url": "삼성전자/삼성전자-checklist-20260626.html"
    },
    {
        "title": "[삼성전자] 삼성전자-research-20260626",
        "url": "삼성전자/삼성전자-research-20260626.html"
    },
    {
        "title": "[삼성전자] 최종보고서",
        "url": "삼성전자/최종보고서.html"
    },
    {
        "title": "[엔바이오니아] 엔바이오니아-checklist-20260628",
        "url": "엔바이오니아/엔바이오니아-checklist-20260628.html"
    },
    {
        "title": "[유티아이] 유티아이-checklist-20260627",
        "url": "유티아이/유티아이-checklist-20260627.html"
    },
    {
        "title": "[자화전자] 01-비즈니스모델-버핏시각",
        "url": "자화전자/01-비즈니스모델-버핏시각.html"
    },
    {
        "title": "[자화전자] 02-재무밸류에이션-클라만시각",
        "url": "자화전자/02-재무밸류에이션-클라만시각.html"
    },
    {
        "title": "[자화전자] 03-산업경쟁분석-멍거시각",
        "url": "자화전자/03-산업경쟁분석-멍거시각.html"
    },
    {
        "title": "[자화전자] 05-성장잠재력-피셔시각",
        "url": "자화전자/05-성장잠재력-피셔시각.html"
    },
    {
        "title": "[자화전자] 06-심리사이클-코스톨라니시각",
        "url": "자화전자/06-심리사이클-코스톨라니시각.html"
    },
    {
        "title": "[자화전자] 자화전자-checklist-20260626",
        "url": "자화전자/자화전자-checklist-20260626.html"
    },
    {
        "title": "[자화전자] 자화전자-research-20260626",
        "url": "자화전자/자화전자-research-20260626.html"
    },
    {
        "title": "[자화전자] 최종보고서",
        "url": "자화전자/최종보고서.html"
    },
    {
        "title": "[태광] 01-비즈니스모델-버핏시각",
        "url": "태광/01-비즈니스모델-버핏시각.html"
    },
    {
        "title": "[태광] 03-산업경쟁분석-멍거시각",
        "url": "태광/03-산업경쟁분석-멍거시각.html"
    },
    {
        "title": "[태광] 04-안전마진분석-클라만시각",
        "url": "태광/04-안전마진분석-클라만시각.html"
    },
    {
        "title": "[태광] 05-성장잠재력-피셔시각",
        "url": "태광/05-성장잠재력-피셔시각.html"
    },
    {
        "title": "[태광] 06-심리사이클-코스톨라니시각",
        "url": "태광/06-심리사이클-코스톨라니시각.html"
    },
    {
        "title": "[태광] 최종보고서",
        "url": "태광/최종보고서.html"
    },
    {
        "title": "[태광] 태광-checklist-20260627",
        "url": "태광/태광-checklist-20260627.html"
    }
];